<style>
  .legal {
    line-height: 1.5;
  }
  .legal h1 {
    margin-bottom: 2.5rem;
    text-transform: uppercase;
    font-weight: 700;
    font-size: 2.25rem;
    word-wrap: break-word;
  }
  .legal h2 {
    margin-top: 3rem;
    margin-bottom: 2rem;
    font-size: 1.5rem;
    text-transform: uppercase;
    font-weight: 700;
    word-wrap: break-word;
  }
  .legal h3 {
    margin-top: 1.5rem;
    font-size: 1.125rem;
    margin-bottom: 0.5rem;
    font-weight: 700;
  }
  .legal ul {
    list-style-type: disc;
    margin-left: 1.5rem;
    margin-top: 0.75rem;
  }
  .legal p {
    margin-top: 0.75rem;
  }
  .legal li {
    margin-top: 0.5rem;
  }
  .legal a {
    text-decoration: underline;
    text-decoration-color: #f7a940;
    font-weight: 500;
    text-underline-offset: 0.275rem;
  }
  .legal li ul {
    margin-top: 0rem;
    padding-top: 0.75rem;
    padding-bottom: 0.75rem;
  }
  .legal b,
  .legal strong {
    font-weight: bolder;
  }
</style>
<div class="legal">
  <h1>D&Eacute;CLARATION DE PROTECTION DES DONN&Eacute;ES</h1>

  <p>
    Version: 1.0
    <br />
    Valable à partir du : 01 Janvier 2021
  </p>

  <p>
    Par la pr&eacute;sente d&eacute;claration de protection des donn&eacute;es,
    nous informons sur les donn&eacute;es personnelles que nous traitons, le
    but, les modalit&eacute;s et l&rsquo;endroit du traitement, notamment en
    lien avec notre site Web bugbountyhub.com et le reste de notre offre. Avec
    cette d&eacute;claration de protection des donn&eacute;es, nous informons
    &eacute;galement sur les droits des personnes dont nous traitons les
    donn&eacute;es.
  </p>
  <p>
    Des d&eacute;clarations de protection des donn&eacute;es sp&eacute;ciales,
    compl&eacute;mentaires ou suppl&eacute;mentaires ainsi que d&rsquo;autres
    documents juridiques tels que les conditions g&eacute;n&eacute;rales de
    vente (CGV), les conditions d&rsquo;utilisation ou les conditions de
    participation peuvent s&rsquo;appliquer pour les offres et services
    individuels ou suppl&eacute;mentaires.
  </p>
  <p>
    Notre offre est soumise au droit suisse de la protection des donn&eacute;es
    ainsi qu&rsquo;&agrave; tout droit &eacute;tranger applicable en
    mati&egrave;re de protection des donn&eacute;es notamment celui de
    l&rsquo;Union europ&eacute;enne (UE) avec le r&egrave;glement
    g&eacute;n&eacute;ral sur la protection des donn&eacute;es (RGPD). La
    Commission europ&eacute;enne
    <a
      href="https://eur-lex.europa.eu/legal-content/FR/TXT/?uri%3DCELEX%253A32000D0518"
    >
      reconna&icirc;t
    </a>
    que la loi suisse sur la protection des donn&eacute;es assure une protection
    ad&eacute;quate des donn&eacute;es.
  </p>

  <h2>1. ADRESSES DE CONTACT</h2>
  <p>Responsable du traitement des donn&eacute;es personnelles&nbsp;:</p>

  <p>
    <strong id="verantwortlicher">Go Bug Free AG</strong>
    <br />
    Waldmannstrasse 10
    <br />
    8001 Zürich-Bellevue
  </p>

  <p>
    <a href="mailto:hello@bugbountyhub.com"> hello@bugbountyhub.com </a>
  </p>

  <p>
    Nous attirons votre attention sur le fait que, dans des cas isol&eacute;s,
    d&rsquo;autres responsables peuvent &ecirc;tre en charge du traitement des
    donn&eacute;es personnelles.
  </p>
  <h3>1.1 PR&Eacute;POS&Eacute; &Agrave; LA PROTECTION DES DONN&Eacute;ES</h3>
  <p>
    Nous disposons du pr&eacute;pos&eacute; &agrave; la protection des
    donn&eacute;es suivant comme interlocuteur pour les personnes
    concern&eacute;es et les autorit&eacute;s de surveillance concernant les
    demandes relevant de la protection des donn&eacute;es&nbsp;:
  </p>

  <p>
    <strong>Pawel Kowalski</strong>
    <br />
    c/o Go Bug Free AG
    <br />
    Waldmannstrasse 10
    <br />
    8001 Zürich-Bellevue
  </p>

  <p>
    <a href="mailto:pawel.kowalski@bugbountyhub.com">
      pawel.kowalski@bugbountyhub.com
    </a>
    <br />
    <a href="tel:+41582550430"> +41 58 255 04 30 </a>
  </p>

  <h3>
    1.2 REPR&Eacute;SENTATION EN MATI&Egrave;RE DE PROTECTION DES DONN&Eacute;ES
    DANS L&rsquo;ESPACE &Eacute;CONOMIQUE EUROP&Eacute;EN (EEE)
  </h3>
  <p>
    Nous disposons de la repr&eacute;sentation suivante en mati&egrave;re de
    protection des donn&eacute;es conform&eacute;ment &agrave;
    <a href="https://steigerlegal.ch/dsgvo/dsgvo-27/">l&rsquo;art. 27 du RGPD</a
    >&nbsp;dans l&rsquo;Espace &eacute;conomique europ&eacute;en (EEE), y
    compris l&rsquo;Union europ&eacute;enne (UE) et la Principaut&eacute; du
    Liechtenstein, l&rsquo;Islande et la Norv&egrave;ge, en tant que point de
    contact suppl&eacute;mentaire pour les autorit&eacute;s de surveillance et
    les personnes concern&eacute;es pour les demandes de renseignements en
    rapport avec le r&egrave;glement g&eacute;n&eacute;ral sur la protection des
    donn&eacute;es (RGPD)&nbsp;:
  </p>

  <p>
    <a
      href="https://www.datenschutzpartner.eu/kontakt/"
      rel="nofollow noopener noreferrer"
      target="_blank"
    >
      <strong>VGS Datenschutzpartner UG</strong>
    </a>
    <br />
    Am Kaiserkai 69
    <br />
    20457 Hambourg
    <br />
    Allemagne
  </p>

  <p>
    <a href="mailto:info@datenschutzpartner.eu"> info@datenschutzpartner.eu </a>
  </p>

  <h2>2. TRAITEMENT DES DONN&Eacute;ES PERSONNELLES</h2>
  <h3>2.1 TERMES</h3>
  <p>
    Les donn&eacute;es personnelles d&eacute;signent toutes les informations
    concernant une personne d&eacute;finie ou identifiable. Une personne
    concern&eacute;e est une personne ayant des donn&eacute;es personnelles
    trait&eacute;es. Le traitement comprend toute manipulation de donn&eacute;es
    &agrave; caract&egrave;re personnel, quels que soient les moyens et les
    proc&eacute;dures utilis&eacute;s, en particulier le stockage, la
    divulgation, l&rsquo;acquisition, la collecte, l&rsquo;effacement,
    l&rsquo;enregistrement, la modification, la destruction et
    l&rsquo;utilisation de donn&eacute;es &agrave; caract&egrave;re personnel.
  </p>
  <p>
    L&rsquo;Espace &eacute;conomique europ&eacute;en (EEE) comprend
    l&rsquo;Union europ&eacute;enne (UE) ainsi que la Principaut&eacute; du
    Liechtenstein, l&rsquo;Islande et la Norv&egrave;ge. Le r&egrave;glement
    g&eacute;n&eacute;ral sur la protection des donn&eacute;es (RGPD)
    d&eacute;signe la manipulation des donn&eacute;es personnelles comme
    traitement des donn&eacute;es &agrave; caract&egrave;re personnel.
  </p>

  <h3>2.2 BASES JURIDIQUES</h3>
  <p>
    Nous traitons les donn&eacute;es personnelles dans le respect de la
    l&eacute;gislation suisse applicable en mati&egrave;re de protection des
    donn&eacute;es et notamment la&nbsp;
    <a href="https://www.fedlex.admin.ch/eli/cc/1993/1945_1945_1945/fr">
      loi f&eacute;d&eacute;rale sur la protection des donn&eacute;es
    </a>
    (LPD) et l&rsquo;
    <a href="https://www.fedlex.admin.ch/eli/cc/1993/1962_1962_1962/fr"
      >ordonnance relative &agrave; la loi f&eacute;d&eacute;rale sur la
      protection des donn&eacute;es
    </a>
    (OLPD).
  </p>
  <p>
    Si et dans la mesure o&ugrave; le r&egrave;glement g&eacute;n&eacute;ral sur
    la protection des donn&eacute;es (RGPD) est applicable, nous traitons les
    donn&eacute;es &agrave; caract&egrave;re personnel en respectant au moins
    l&rsquo;une des bases juridiques suivantes&nbsp;:
  </p>
  <ul>
    <li>
      Art. 6, al. 1, let. b RGPD pour le traitement n&eacute;cessaire des
      donn&eacute;es personnelles afin d&rsquo;ex&eacute;cuter un contrat conclu
      avec la personne concern&eacute;e et de mettre en &oelig;uvre des mesures
      pr&eacute;contractuelles.
    </li>
    <li>
      Art. 6, al. 1, let. f RGPD pour le traitement n&eacute;cessaire des
      donn&eacute;es personnelles afin de prot&eacute;ger nos
      int&eacute;r&ecirc;ts l&eacute;gitimes ou ceux de tiers, &agrave; moins
      que les libert&eacute;s fondamentales et les droits et
      int&eacute;r&ecirc;ts de la personne concern&eacute;e ne pr&eacute;valent.
      Les int&eacute;r&ecirc;ts l&eacute;gitimes sont, en particulier, notre
      int&eacute;r&ecirc;t &agrave; pouvoir fournir notre offre en permanence,
      de mani&egrave;re conviviale, s&ucirc;re et fiable et &agrave; pouvoir
      faire de la publicit&eacute; pour celle-ci en cas de besoin ainsi que la
      s&eacute;curit&eacute; des informations, la protection contre les abus et
      les utilisations non autoris&eacute;es, l&rsquo;application de nos propres
      exigences juridiques et le respect du droit suisse.
    </li>
    <li>
      Art. 6, al. 1, let. c RGPD pour le traitement n&eacute;cessaire de
      donn&eacute;es &agrave; caract&egrave;re personnel afin de se conformer
      &agrave; une obligation l&eacute;gale &agrave; laquelle nous sommes soumis
      en vertu du droit applicable des &Eacute;tats membres de l&rsquo;Espace
      &eacute;conomique europ&eacute;en (EEE).
    </li>
    <li>
      Art. 6, al. 1, let. e RGPD pour le traitement n&eacute;cessaire des
      donn&eacute;es personnelles afin d&rsquo;ex&eacute;cuter une t&acirc;che
      d&rsquo;int&eacute;r&ecirc;t public.
    </li>
    <li>
      Art. 6, al. 1, let. a RGPD pour le traitement des donn&eacute;es
      personnelles avec le consentement de la personne concern&eacute;e.
    </li>
    <li>
      Art. 6, al. 1, let. d du RGPD pour le traitement n&eacute;cessaire des
      donn&eacute;es personnelles afin de prot&eacute;ger les
      int&eacute;r&ecirc;ts vitaux de la personne concern&eacute;e ou
      d&rsquo;une autre personne physique.
    </li>
  </ul>
  <h3>2.3 TYPE, PORT&Eacute;E ET BUT</h3>
  <p>
    Nous traitons les donn&eacute;es personnelles qui sont n&eacute;cessaires
    pour fournir notre offre de mani&egrave;re permanente, conviviale,
    s&ucirc;re et fiable. Ces donn&eacute;es personnelles peuvent entrer dans
    les cat&eacute;gories suivantes&nbsp;: donn&eacute;es d&rsquo;inventaire et
    de contact, donn&eacute;es du navigateur et de l&rsquo;appareil,
    donn&eacute;es de contenu, m&eacute;tadonn&eacute;es ou donn&eacute;es
    secondaires et donn&eacute;es d&rsquo;utilisation, donn&eacute;es de
    localisation, donn&eacute;es de vente, de contrat et de paiement.
  </p>
  <p>
    Nous traitons les donn&eacute;es &agrave; caract&egrave;re personnel pendant
    la p&eacute;riode n&eacute;cessaire &agrave; la r&eacute;alisation des buts
    pertinents (un ou plusieurs) ou en fonction de ce qu&rsquo;exige la loi. Les
    donn&eacute;es personnelles dont le traitement n&rsquo;est plus
    n&eacute;cessaire seront anonymis&eacute;es ou supprim&eacute;es. Les
    personnes dont nous traitons les donn&eacute;es ont en principe le droit de
    faire supprimer leurs donn&eacute;es.
  </p>
  <p>
    En principe, nous ne traitons les donn&eacute;es personnelles qu&rsquo;avec
    le consentement de la personne concern&eacute;e, &agrave; moins que le
    traitement ne soit autoris&eacute; pour d&rsquo;autres raisons
    l&eacute;gales, par exemple pour ex&eacute;cuter un contrat conclu avec la
    personne concern&eacute;e et pour les mesures pr&eacute;contractuelles
    correspondantes, pour prot&eacute;ger nos int&eacute;r&ecirc;ts
    l&eacute;gitimes pr&eacute;pond&eacute;rants, parce que le traitement est
    &eacute;vident d&rsquo;apr&egrave;s les circonstances ou apr&egrave;s une
    information pr&eacute;alable.
  </p>
  <p>
    Dans ce contexte, nous traitons en particulier les informations qu&rsquo;une
    personne concern&eacute;e nous soumet volontairement et elle-m&ecirc;me
    lorsqu&rsquo;elle nous contacte (par exemple par lettre, e-mail, formulaire
    de contact, r&eacute;seaux sociaux ou t&eacute;l&eacute;phone) ou
    lorsqu&rsquo;elle s&rsquo;enregistre pour un compte utilisateur. Nous
    pouvons par exemple enregistrer ces informations dans un carnet
    d&rsquo;adresses ou des outils comparables. Si vous nous transmettez des
    donn&eacute;es personnelles concernant des tiers, vous &ecirc;tes tenu
    d&rsquo;assurer la protection des donn&eacute;es vis-&agrave;-vis de ces
    tiers et de garantir l&rsquo;exactitude de ces donn&eacute;es personnelles.
  </p>
  <h3>
    2.4 TRAITEMENT DE DONN&Eacute;ES PERSONNELLES PAR DES TIERS, Y COMPRIS
    &Agrave; L&rsquo;&Eacute;TRANGER
  </h3>
  <p>
    Nous pouvons faire traiter des donn&eacute;es personnelles par des tiers
    mandat&eacute;s ou les traiter conjointement avec des tiers ou avec
    l&rsquo;aide de tiers ou les transmettre &agrave; des tiers. Ces tiers sont
    notamment des prestataires dont nous sollicitons les services. Nous assurons
    &eacute;galement une protection appropri&eacute;e des donn&eacute;es en cas
    de recours &agrave; ces tiers.
  </p>
  <p>
    Ces tiers sont en principe domicili&eacute;s en Suisse et dans
    l&rsquo;Espace &eacute;conomique europ&eacute;en (EEE). Toutefois, ces tiers
    peuvent &eacute;galement &ecirc;tre situ&eacute;s dans d&rsquo;autres
    &Eacute;tats et territoires sur Terre ainsi qu&rsquo;ailleurs dans
    l&rsquo;univers, &agrave; condition que leur l&eacute;gislation sur la
    protection des donn&eacute;es garantisse une protection des donn&eacute;es
    ad&eacute;quate selon
    <a
      href="https://www.edoeb.admin.ch/edoeb/fr/home/protection-des-donnees/handel-und-wirtschaft/uebermittlung-ins-ausland.html"
    >
      l&rsquo;&eacute;valuation du Pr&eacute;pos&eacute; f&eacute;d&eacute;ral
      &agrave; la protection des donn&eacute;es et &agrave; la transparence
    </a>
    (PFPDT) et si et dans la mesure o&ugrave; le r&egrave;glement
    g&eacute;n&eacute;ral sur la protection des donn&eacute;es (RGPD) est
    applicable selon
    <a
      href="https://ec.europa.eu/info/law/law-topic/data-protection/international-dimension-data-protection/adequacy-decisions_fr"
    >
      l&rsquo;&eacute;valuation de la Commission europ&eacute;enne
    </a>
    , ou si une protection des donn&eacute;es ad&eacute;quate est garantie pour
    d&rsquo;autres raisons, par exemple par un accord contractuel correspondant,
    en particulier sur la base de clauses contractuelles types, ou par une
    certification correspondante. Exceptionnellement, ce tiers peut &ecirc;tre
    situ&eacute; dans un pays ne disposant pas d&rsquo;une protection des
    donn&eacute;es ad&eacute;quate, &agrave; condition que les exigences de la
    loi sur la protection des donn&eacute;es, telles que le consentement
    explicite de la personne concern&eacute;e, soient respect&eacute;es.
  </p>
  <h2>3. DROITS DES PERSONNES CONCERN&Eacute;ES</h2>
  <p>
    Les personnes dont nous traitons les donn&eacute;es personnelles disposent
    des droits pr&eacute;vus par la loi suisse sur la protection des
    donn&eacute;es. Il s&rsquo;agit du droit &agrave; l&rsquo;information ainsi
    que du droit &agrave; la rectification, &agrave; l&rsquo;effacement ou au
    blocage des donn&eacute;es personnelles trait&eacute;es.
  </p>
  <p>
    Les personnes concern&eacute;es dont nous traitons les donn&eacute;es
    personnelles peuvent &ndash; si et dans la mesure o&ugrave; le
    r&egrave;glement g&eacute;n&eacute;ral sur la protection des donn&eacute;es
    (RGPD) est applicable &ndash; demander gratuitement la confirmation que nous
    traitons leurs donn&eacute;es personnelles et, dans l&rsquo;affirmative,
    demander des informations sur le traitement de leurs donn&eacute;es
    personnelles, faire restreindre le traitement de leurs donn&eacute;es
    personnelles, exercer leur droit &agrave; la portabilit&eacute; des
    donn&eacute;es et faire rectifier, effacer (&laquo;&nbsp;droit &agrave;
    l&rsquo;oubli&nbsp;&raquo;), bloquer ou compl&eacute;ter leurs
    donn&eacute;es personnelles.
  </p>
  <p>
    Les personnes concern&eacute;es dont nous traitons les donn&eacute;es
    personnelles peuvent &ndash; si et dans la mesure o&ugrave; le RGPD est
    applicable &ndash; r&eacute;voquer tout consentement qu&rsquo;elles ont
    donn&eacute; &agrave; tout moment avec effet futur et s&rsquo;opposer au
    traitement de leurs donn&eacute;es personnelles &agrave; tout moment.
  </p>
  <p>
    Les personnes concern&eacute;es dont nous traitons les donn&eacute;es
    personnelles disposent d&rsquo;un droit de recours aupr&egrave;s d&rsquo;une
    autorit&eacute; de surveillance comp&eacute;tente. L&rsquo;autorit&eacute;
    de surveillance de la protection des donn&eacute;es en Suisse est le
    <a
      href="https://www.edoeb.admin.ch/edoeb/fr/home/le-pfpdt/contact.html&amp;sa=D&amp;source=editors"
    >
      Pr&eacute;pos&eacute; f&eacute;d&eacute;ral &agrave; la protection des
      donn&eacute;es et &agrave; la transparence
    </a>
    (PFPDT).
  </p>
  <h2>4. S&Eacute;CURIT&Eacute; DES DONN&Eacute;ES</h2>
  <p>
    Nous prenons des mesures techniques et organisationnelles appropri&eacute;es
    et ad&eacute;quates pour assurer la protection des donn&eacute;es et en
    particulier leur s&eacute;curit&eacute;. Cependant, malgr&eacute; ces
    mesures, le traitement des donn&eacute;es personnelles sur Internet peut
    toujours pr&eacute;senter des lacunes en mati&egrave;re de
    s&eacute;curit&eacute;. Nous ne pouvons donc pas garantir une
    s&eacute;curit&eacute; absolue des donn&eacute;es.
  </p>
  <p>
    L&rsquo;acc&egrave;s &agrave; notre offre en ligne s&rsquo;effectue par le
    biais d&rsquo;un cryptage du transport (SSL / TLS, en particulier avec le
    protocole de transfert hypertexte s&eacute;curis&eacute;,
    abr&eacute;g&eacute; HTTPS). La plupart des navigateurs indiquent le
    cryptage du transport par un cadenas dans la barre d&rsquo;adresse.
  </p>
  <p>
    Comme toute utilisation de l&rsquo;Internet, l&rsquo;acc&egrave;s &agrave;
    notre offre en ligne est en principe soumis &agrave; une surveillance de
    masse sans motif et ind&eacute;pendante de tout soup&ccedil;on et &agrave;
    d&rsquo;autres contr&ocirc;les par les autorit&eacute;s de
    s&eacute;curit&eacute; en Suisse, dans l&rsquo;Union europ&eacute;enne (UE),
    aux &Eacute;tats-Unis d&rsquo;Am&eacute;rique (USA) et dans d&rsquo;autres
    pays. Nous ne pouvons pas influencer directement le traitement correspondant
    des donn&eacute;es personnelles par les services secrets, les services de
    police et autres autorit&eacute;s de s&eacute;curit&eacute;.
  </p>
  <h2>5. UTILISATION DU SITE WEB</h2>
  <h3>5.1 COOKIES</h3>
  <p>
    Nous pouvons utiliser des cookies sur notre site Web. Les cookies, &agrave;
    la fois nos propres cookies (First-Party-Cookies) et les cookies de tiers
    dont nous utilisons les services (cookies de tiers), sont des donn&eacute;es
    qui sont enregistr&eacute;es dans votre navigateur. Ces donn&eacute;es
    enregistr&eacute;es ne se limitent pas forc&eacute;ment aux cookies
    traditionnels sous forme de texte. Les cookies ne peuvent pas
    ex&eacute;cuter de programmes ou transmettre des logiciels malveillants tels
    que des chevaux de Troie ou des virus.
  </p>
  <p>
    Les cookies peuvent &ecirc;tre stock&eacute;s dans votre navigateur de
    mani&egrave;re temporaire en tant que &laquo;&nbsp;cookies de
    session&nbsp;&raquo; lorsque vous visitez notre site Web ou pour une
    certaine p&eacute;riode de temps en tant que cookies permanents. Les
    &laquo;&nbsp;cookies de session&nbsp;&raquo; sont automatiquement
    supprim&eacute;s lorsque vous fermez votre navigateur. Les cookies
    permanents ont une p&eacute;riode de stockage sp&eacute;cifique. Ils nous
    permettent notamment de reconna&icirc;tre votre navigateur lors de votre
    prochaine visite sur notre site Web et donc, par exemple, de mesurer la
    port&eacute;e de notre site Web. Les cookies permanents peuvent par exemple
    &eacute;galement &ecirc;tre utilis&eacute;s pour le marketing en ligne.
  </p>
  <p>
    Vous pouvez &agrave; tout moment d&eacute;sactiver ou supprimer les cookies
    en totalit&eacute; ou en partie dans les param&egrave;tres de votre
    navigateur. Sans cookies, notre site Web n&rsquo;est plus disponible dans
    son int&eacute;gralit&eacute;. Si et dans la mesure o&ugrave; cela est
    n&eacute;cessaire, nous demandons activement votre consentement
    expr&egrave;s pour l&rsquo;utilisation des cookies.
  </p>
  <p>
    En ce qui concerne les cookies utilis&eacute;s pour la mesure des
    r&eacute;sultats et de la port&eacute;e ou pour la publicit&eacute;, une
    opposition g&eacute;n&eacute;rale (&laquo;&nbsp;Opt-out&nbsp;&raquo;) est
    possible pour de nombreux services via
    <a
      href="https://optout.networkadvertising.org/&amp;sa=D&amp;source=editors&amp;ust=1623306719298000"
      >Network Advertising Initiative
    </a>
    (NAI),
    <a
      href="https://optout.aboutads.info/&amp;sa=D&amp;source=editors&amp;ust=1623306719298000"
      >YourAdChoices
    </a>
    (Digital Advertising Alliance) ou
    <a
      href="https://www.youronlinechoices.com/ch-de/praferenzmanagement&amp;sa=D&amp;source=editors"
    >
      Your Online Choices
    </a>
    (European Interactive Digital Advertising Alliance, EDAA).
  </p>
  <h3>5.2 FICHIERS DE JOURNAL DU SERVEUR</h3>
  <p>
    Nous pouvons collecter les informations suivantes pour chaque acc&egrave;s
    &agrave; notre site Web, &agrave; condition que ces informations soient
    transmises par votre navigateur &agrave; notre infrastructure de serveurs ou
    puissent &ecirc;tre d&eacute;termin&eacute;es par notre serveur web&nbsp;:
    la date et l&rsquo;heure, y compris le fuseau horaire, l&rsquo;adresse IP
    (Internet Protocol), le statut d&rsquo;acc&egrave;s (code
    d&rsquo;&eacute;tat HTTP), le syst&egrave;me d&rsquo;exploitation, y compris
    l&rsquo;interface utilisateur et la version, le navigateur, y compris la
    langue et la version, les diff&eacute;rentes sous-pages de notre site Web
    consult&eacute;es, y compris la quantit&eacute; de donn&eacute;es
    transf&eacute;r&eacute;es, le dernier site web consult&eacute; dans la
    m&ecirc;me fen&ecirc;tre de navigateur (r&eacute;f&eacute;rent ou renvois).
  </p>
  <p>
    Nous stockons ces informations, qui peuvent &eacute;galement constituer des
    donn&eacute;es personnelles, dans les fichiers journaux du serveur. Les
    informations sont n&eacute;cessaires pour fournir notre offre en ligne de
    mani&egrave;re permanente, conviviale et fiable et pour assurer la
    s&eacute;curit&eacute; des donn&eacute;es et garantir ainsi en particulier
    la protection des donn&eacute;es personnelles, y compris par le biais de
    tiers ou avec l&rsquo;aide de tiers.
  </p>
  <h2>6. NOTIFICATIONS ET MESSAGES</h2>
  <p>
    Nous envoyons des notifications et des messages comme des newsletters par
    e-mail et par d&rsquo;autres canaux de communication tels que la messagerie
    instantan&eacute;e.
  </p>
  <h3>6.1 MESURE DES R&Eacute;SULTATS ET DE LA PORT&Eacute;E</h3>
  <p>
    Les notifications et les messages peuvent contenir des liens Web ou des
    pixels espions qui permettent de savoir si un message individuel a
    &eacute;t&eacute; ouvert et sur quels liens Web le destinataire a
    cliqu&eacute;. Ces liens Web et pixels espions peuvent &eacute;galement
    suivre l&rsquo;utilisation des notifications et des messages sur une base
    personnelle. Nous avons besoin de ce recensement statistique de
    l&rsquo;utilisation pour mesurer les r&eacute;sultats et la port&eacute;e
    afin de pouvoir proposer des notifications et des messages en fonction des
    besoins et des habitudes de lecture des destinataires de mani&egrave;re
    efficace et conviviale ainsi que de mani&egrave;re permanente, s&ucirc;re et
    fiable.
  </p>
  <h3>6.2 AUTORISATION ET R&Eacute;VOCATION</h3>
  <p>
    Par principe, vous devez consentir express&eacute;ment &agrave;
    l&rsquo;utilisation de votre adresse &eacute;lectronique et de vos autres
    adresses de contact, &agrave; moins que cette utilisation ne soit
    autoris&eacute;e pour d&rsquo;autres raisons juridiques. Pour tout
    consentement &agrave; la r&eacute;ception d&rsquo;e-mails, nous utilisons,
    dans la mesure du possible, la proc&eacute;dure &laquo;&nbsp;Double
    Opt-in&nbsp;&raquo;, ce qui signifie que vous recevrez un e-mail avec un
    lien Web sur lequel vous devrez cliquer pour effectuer la confirmation, afin
    d&rsquo;&eacute;viter toute utilisation abusive par des tiers non
    autoris&eacute;s. Nous pouvons enregistrer ces consentements, y compris
    l&rsquo;adresse IP, la date et l&rsquo;heure, pour des raisons de preuve et
    de s&eacute;curit&eacute;.
  </p>
  <p>
    En principe, vous pouvez vous d&eacute;sinscrire &agrave; tout moment des
    notifications et des messages comme les lettres d&rsquo;information. Ce
    principe ne s&rsquo;applique pas aux notifications et messages qui sont
    absolument n&eacute;cessaires pour notre offre. En vous d&eacute;sabonnant,
    vous pouvez notamment vous opposer &agrave; l&rsquo;enregistrement
    statistique de l&rsquo;utilisation &agrave; des fins de mesure des
    r&eacute;sultats et de la port&eacute;e.
  </p>
  <h3>6.3 PRESTATAIRES POUR LES NOTIFICATIONS ET MESSAGES</h3>
  <p>
    Nous envoyons des notifications et des messages via des services tiers ou
    avec l&rsquo;aide de prestataires de services. Des cookies peuvent
    &eacute;galement &ecirc;tre utilis&eacute;s dans ce contexte. Nous assurons
    &eacute;galement une protection appropri&eacute;e des donn&eacute;es pour
    ces services.
  </p>
  <p>Nous utilisons en particulier&nbsp;:</p>
  <ul>
    <li>
      <a href="https://www.mailgun.com/">Mailgun&nbsp;: </a>plateforme de
      communication&nbsp;; fournisseur&nbsp;: Mailgun Technologies, Inc.&nbsp;;
      informations relatives &agrave; la protection des donn&eacute;es&nbsp;:
      <a href="https://www.mailgun.com/privacy-policy/">
        &laquo;&nbsp;Privacy Policy&nbsp;&raquo;
      </a>
      ;
      <a href="https://www.mailgun.com/gdpr/">
        &laquo;&nbsp;GDPR Compliance and EU Data Protection&nbsp;&raquo;
      </a>
      .
    </li>
  </ul>
  <h2>7. R&Eacute;SEAUX SOCIAUX</h2>
  <p>
    Nous sommes pr&eacute;sents sur les r&eacute;seaux sociaux et autres
    plateformes en ligne afin de pouvoir communiquer avec les personnes
    int&eacute;ress&eacute;es et les informer de notre offre. Ce faisant, les
    donn&eacute;es personnelles peuvent &eacute;galement &ecirc;tre
    trait&eacute;es en dehors de la Suisse et de l&rsquo;Espace
    &eacute;conomique europ&eacute;en (EEE).
  </p>
  <p>
    Les conditions g&eacute;n&eacute;rales de vente (CGV) et les conditions
    d&rsquo;utilisation ainsi que les d&eacute;clarations de protection des
    donn&eacute;es et les autres dispositions des diff&eacute;rents exploitants
    de ces plateformes en ligne s&rsquo;appliquent &eacute;galement dans chaque
    cas. Ces dispositions informent en particulier sur les droits des personnes
    concern&eacute;es, qui comprennent notamment le droit &agrave;
    l&rsquo;information.
  </p>
  <h2>8. MESURE DES R&Eacute;SULTATS ET DE LA PORT&Eacute;E</h2>
  <h3>GOOGLE ANALYTICS</h3>
  <p>
    Nous utilisons Google Analytics pour analyser la mani&egrave;re dont notre
    site Web est utilis&eacute;, ce qui nous permet de mesurer, par exemple, la
    port&eacute;e de notre site Web et la performance des liens de tiers
    renvoyant vers notre site web. Il s&rsquo;agit d&rsquo;un service du groupe
    am&eacute;ricain Google LLC. Pour les utilisateurs de l&rsquo;Espace
    &eacute;conomique europ&eacute;en (EEE) et de la Suisse, c&rsquo;est la
    soci&eacute;t&eacute; irlandaise
    <a
      href="https://www.blog.google/around-the-globe/google-europe/some-changes-our-service-model-europe/"
    >
      Google Ireland Limited
    </a>
    qui est responsable.
  </p>
  <p>
    Google tente &eacute;galement d&rsquo;enregistrer les visiteurs individuels
    de notre site Web lorsqu&rsquo;ils utilisent diff&eacute;rents navigateurs
    ou appareils (Cross-Device Tracking). Des cookies sont &eacute;galement
    utilis&eacute;s &agrave; cette fin. Google Analytics a besoin de votre
    adresse IP mais celle-ci n&rsquo;est pas regroup&eacute;e avec
    d&rsquo;autres donn&eacute;es de Google.
  </p>
  <p>
    Dans tous les cas, votre adresse IP est rendue anonyme avant
    d&rsquo;&ecirc;tre analys&eacute;e par Google. Par cons&eacute;quent, votre
    adresse IP compl&egrave;te n&rsquo;est en principe pas transmise &agrave;
    Google aux &Eacute;tats-Unis.
  </p>
  <p>
    Vous trouverez de plus amples informations sur la nature, la port&eacute;e
    et la finalit&eacute; du traitement des donn&eacute;es dans les
    <a href="https://safety.google/principles/?hl%3Dfr">
      principes de protection des donn&eacute;es et de s&eacute;curit&eacute;
    </a>
    &nbsp;et dans la
    <a href="https://policies.google.com/privacy?hl%3Dfr">
      d&eacute;claration de protection des donn&eacute;es
    </a>
    de Google, dans le
    <a href="https://policies.google.com/technologies/product-privacy?hl%3Dfr">
      guide relatif &agrave; la protection des donn&eacute;es dans les produits
      Google
    </a>
    (y compris Google Analytics), dans les
    <a href="https://policies.google.com/technologies/partner-sites?hl%3Dfr">
      informations sur l&rsquo;utilisation par Google des donn&eacute;es de
      sites Web utilisant les services de Google
    </a>
    et dans les
    <a href="https://policies.google.com/technologies/cookies?hl%3Dfr">
      informations sur les cookies chez Google
    </a>
    . Il est par ailleurs possible d&rsquo;utiliser
    <a href="https://tools.google.com/dlpage/gaoptout">
      l&rsquo;extension de d&eacute;sactivation de Google Analytics dans le
      navigateur
    </a>
    et de
    <a href="https://adssettings.google.com/">
      s&rsquo;opposer &agrave; la publicit&eacute; personnalis&eacute;e
    </a>
    .
  </p>
  <h2>9. SERVICES DE TIERS</h2>
  <p>
    Nous utilisons des services tiers afin de pouvoir fournir notre offre de
    mani&egrave;re permanente, conviviale, s&eacute;curis&eacute;e et fiable.
    Ces services sont &eacute;galement utilis&eacute;s pour int&eacute;grer du
    contenu sur notre site Web. Ces services, par exemple les services
    d&rsquo;h&eacute;bergement et de stockage, les services vid&eacute;o et les
    services de paiement, n&eacute;cessitent votre adresse IP, car ils ne
    peuvent pas transmettre le contenu correspondant autrement. Ces services
    peuvent &ecirc;tre situ&eacute;s en dehors de la Suisse et de l&rsquo;Espace
    &eacute;conomique europ&eacute;en (EEE), &agrave; condition qu&rsquo;une
    protection ad&eacute;quate des donn&eacute;es soit garantie.
  </p>
  <p>
    Pour leurs propres besoins en mati&egrave;re de s&eacute;curit&eacute;, de
    statistiques et de technique, les tiers dont nous utilisons les services
    peuvent &eacute;galement traiter des donn&eacute;es en rapport avec notre
    offre ainsi que d&rsquo;autres sources &ndash; y compris des cookies, des
    fichiers journaux et des pixels espions &ndash; sous forme
    agr&eacute;g&eacute;e, anonyme ou pseudonymis&eacute;e.
  </p>
  <h3>9.1 INFRASTRUCTURE NUM&Eacute;RIQUE</h3>
  <p>
    Nous utilisons les services de tiers afin de pouvoir utiliser
    l&rsquo;infrastructure num&eacute;rique n&eacute;cessaire &agrave; notre
    offre. Il s&rsquo;agit, par exemple, de services d&rsquo;h&eacute;bergement
    et de stockage apport&eacute;s par des fournisseurs
    sp&eacute;cialis&eacute;s.
  </p>
  <p>Nous utilisons en particulier&nbsp;:</p>
  <ul>
    <li>
      <a href="https://www.heroku.com/">Heroku&nbsp;: </a>
      h&eacute;bergement&nbsp;; fournisseur&nbsp;: salesforce.com, inc.
      (&Eacute;tats-Unis)&nbsp;; informations relatives &agrave; la protection
      des donn&eacute;es&nbsp;:
      <a href="https://www.salesforce.com/company/privacy/">
        d&eacute;claration de protection des donn&eacute;es
        (&laquo;&nbsp;Privacy Policy&nbsp;&raquo;)
      </a>
      ,
      <a
        href="https://www.salesforce.com/company/privacy/full_privacy/%2523nav_info"
        >directive en mati&egrave;re de cookies (&laquo; Cookie
        Policy&nbsp;&raquo;)
      </a>
      .
    </li>
    <li>
      <a href="https://www.cloudflare.com/fr-fr/">Cloudflare&nbsp;: </a>Content
      Delivery Network (CDN)&nbsp;; fournisseur&nbsp;: Cloudflare Inc.
      (&Eacute;tats-Unis)&nbsp;; informations relatives &agrave; la protection
      des donn&eacute;es&nbsp;:
      <a href="https://www.cloudflare.com/privacypolicy/">
        d&eacute;claration de protection des donn&eacute;es
        (&laquo;&nbsp;Privacy Policy&nbsp;&raquo;)
      </a>
      ,
      <a href="https://www.cloudflare.com/cookie-policy/"
        >directive en mati&egrave;re de cookies (&laquo; Cookie
        Policy&nbsp;&raquo;)
      </a>
      .
    </li>
  </ul>
  <h3>9.2 TYPES DE POLICES</h3>
  <p>
    Nous utilisons Google Fonts pour int&eacute;grer une s&eacute;lection de
    polices de caract&egrave;res sur notre site Web.
    <a
      href="https://developers.google.com/fonts/faq%2523what_does_using_the_google_fonts_api_mean_for_the_privacy_of_my_users"
    >
      Aucun cookie
    </a>
    &nbsp;n&rsquo;est utilis&eacute; &agrave; cette occasion. Il s&rsquo;agit
    d&rsquo;un service de l&rsquo;entreprise am&eacute;ricaine Google LLC, qui
    est propos&eacute; ind&eacute;pendamment des autres services Google. Pour
    les utilisateurs de l&rsquo;Espace &eacute;conomique europ&eacute;en (EEE)
    et de la Suisse, c&rsquo;est la soci&eacute;t&eacute; irlandaise
    <a
      href="https://www.blog.google/around-the-globe/google-europe/some-changes-our-service-model-europe/"
    >
      Google Ireland Limited
    </a>
    qui est responsable. Vous trouverez de plus amples informations sur la
    nature, la port&eacute;e et la finalit&eacute; du traitement des
    donn&eacute;es dans les
    <a href="https://safety.google/principles/?hl%3Dfr">
      principes de protection des donn&eacute;es et de s&eacute;curit&eacute;
    </a>
    et dans la
    <a href="https://policies.google.com/privacy?hl%3Dfr">
      d&eacute;claration de protection des donn&eacute;es
    </a>
    de Google.
  </p>
  <h2>10. EXTENSIONS POUR LE SITE WEB</h2>
  <p>
    Nous pouvons utiliser Google reCAPTCHA pour prot&eacute;ger les formulaires
    de saisie contre les robots et les spams, tout en permettant une saisie
    humaine fiable. Des cookies sont &eacute;galement utilis&eacute;s &agrave;
    cette fin. Il s&rsquo;agit d&rsquo;un service du groupe am&eacute;ricain
    Google LLC. Pour les utilisateurs de l&rsquo;Espace &eacute;conomique
    europ&eacute;en (EEE) et de la Suisse, c&rsquo;est la soci&eacute;t&eacute;
    irlandaise
    <a
      href="https://www.blog.google/around-the-globe/google-europe/some-changes-our-service-model-europe/"
    >
      Google Ireland Limited
    </a>
    qui est responsable. Vous trouverez de plus amples informations sur la
    nature, la port&eacute;e et la finalit&eacute; du traitement des
    donn&eacute;es dans les
    <a href="https://safety.google/principles/?hl%3Dfr">
      principes de protection des donn&eacute;es et de s&eacute;curit&eacute;
    </a>
    et dans la
    <a href="https://policies.google.com/privacy?hl%3Dfr">
      d&eacute;claration de protection des donn&eacute;es
    </a>
    de Google ainsi que dans les
    <a href="https://policies.google.com/technologies/cookies?hl%3Dfr">
      informations relatives aux cookies chez Google</a
    >
    .
  </p>
  <h2>10. DISPOSITIONS FINALES</h2>
  <p>
    Nous pouvons adapter et compl&eacute;ter cette d&eacute;claration de
    protection des donn&eacute;es &agrave; tout moment. Nous informerons de ces
    modifications et compl&eacute;ments sous une forme appropri&eacute;e, en
    particulier en publiant la version actuelle de la d&eacute;claration de
    protection des donn&eacute;es sur notre site Web.
  </p>
</div>
