<style>
  .legal {
    line-height: 1.5;
  }
  .legal h1 {
    margin-bottom: 2.5rem;
    text-transform: uppercase;
    font-weight: 700;
    font-size: 2.25rem;
    word-wrap: break-word;
  }
  .legal h2 {
    margin-top: 3rem;
    margin-bottom: 2rem;
    font-size: 1.5rem;
    text-transform: uppercase;
    font-weight: 700;
    word-wrap: break-word;
  }
  .legal h3 {
    margin-top: 1.5rem;
    font-size: 1.125rem;
    margin-bottom: 0.5rem;
    font-weight: 700;
  }
  .legal ul {
    list-style-type: disc;
    margin-left: 1.5rem;
    margin-top: 0.75rem;
  }
  .legal p {
    margin-top: 0.75rem;
  }
  .legal li {
    margin-top: 0.5rem;
  }
  .legal a {
    text-decoration: underline;
    text-decoration-color: #f7a940;
    font-weight: 500;
    text-underline-offset: 0.275rem;
  }
  .legal li ul {
    margin-top: 0rem;
    padding-top: 0.75rem;
    padding-bottom: 0.75rem;
  }
  .legal b,
  .legal strong {
    font-weight: bolder;
  }
</style>

<div class="legal">
  <h1>Conditions d&#39;utilisation de Bug Bounty Hub</h1>

  <p>
    Version : 1.1
    <br />
    Valable à partir du : 10 juin 2021
  </p>

  <h2>1. D&eacute;finitions</h2>

  <ol>
    <li>
      Un programme de chasse aux bugs est une initiative g&eacute;r&eacute;e par
      une entreprise pour identifier, corriger et divulger des bugs logiciels et
      des failles de s&eacute;curit&eacute; (ci-apr&egrave;s
      d&eacute;nomm&eacute;s &quot;vuln&eacute;rabilit&eacute;s&quot;) en
      offrant des r&eacute;compenses financi&egrave;res &agrave; ceux qui les
      d&eacute;couvrent.
    </li>
    <li>
      La plateforme Bug Bounty Hub (ci-apr&egrave;s : plateforme) est une
      plateforme exploit&eacute;e par Bug Bounty Hub SA (op&eacute;rateur de la
      plateforme), qui propose &agrave; ses clients (clients)
      d&#39;ex&eacute;cuter un programme de chasse aux bugs.
    </li>
    <li>
      Un client est une entreprise qui utilise l&#39;offre de la plateforme pour
      trouver des vuln&eacute;rabilit&eacute;s dans ses logiciels et les
      corriger avant qu&#39;elles ne soient connues du public.
    </li>
    <li>
      Les friendly hackers sont des experts en s&eacute;curit&eacute; qui
      participent &agrave; un programme de chasse aux bugs et sont
      r&eacute;compens&eacute;s pour avoir trouv&eacute; des bugs dans les
      logiciels des clients.
    </li>
  </ol>

  <h2>2. Description de la plateforme</h2>

  <p>
    De nombreuses entreprises ne peuvent pas se permettre de mettre en place des
    programmes ou des plateformes de chasse aux bugs organis&eacute;s de
    mani&egrave;re ind&eacute;pendante en raison des efforts techniques,
    organisationnels et juridiques que cela implique. C&#39;est l&agrave;
    qu&#39;intervient la plateforme Bug Bounty Hub : La plateforme permet au
    client de cr&eacute;er et de g&eacute;rer un programme individuel de chasse
    aux bugs via la plateforme Bug Bounty Hub et offre &agrave; la fois aux
    friendly hackers et aux clients une protection juridique sous la forme
    d&#39;un &quot;Safe Harbor&quot;. Tant que les friendly hackers restent dans
    le cadre fix&eacute; par les clients, ils ne sont pas passibles de
    poursuites car les clients ont donn&eacute; leur consentement
    pr&eacute;alable &agrave; ces activit&eacute;s de hacking. Les
    vuln&eacute;rabilit&eacute;s sont signal&eacute;es par les friendly hackers
    exclusivement via la plateforme Bug Bounty Hub. La plateforme assure le
    stockage s&eacute;curis&eacute; de ces informations et v&eacute;rifie la
    reproductibilit&eacute; et la nouveaut&eacute; des
    vuln&eacute;rabilit&eacute;s signal&eacute;es. Elle classe ensuite les
    vuln&eacute;rabilit&eacute;s reproductibles qui ne sont pas
    d&eacute;j&agrave; connues en fonction de leur gravit&eacute; et de leur
    criticit&eacute;. En fonction de la gravit&eacute; d&#39;une
    vuln&eacute;rabilit&eacute; (&quot;bug&quot;), il attribue une
    r&eacute;compense (&quot;bounty&quot;) et transf&egrave;re la somme
    d&#39;argent correspondante sur le compte du friendly hacker. Les
    cat&eacute;gories de vuln&eacute;rabilit&eacute;s et les r&eacute;compenses
    associ&eacute;es peuvent &ecirc;tre consult&eacute;es sur le site web de la
    plateforme pour les friendly hackers enregistr&eacute;s, les
    r&eacute;compenses &eacute;tant d&eacute;termin&eacute;es par les clients
    pour le programme de chasse aux bugs respectif.
  </p>

  <h2>3. Services de la plateforme</h2>

  <p>
    La plateforme offre aux clients une plateforme de chasse aux bugs par
    laquelle le client peut exploiter son programme individuel de chasse aux
    bugs. Cela comprend les services suivants, sauf indication contraire dans le
    type de service s&eacute;lectionn&eacute; de la plateforme :
  </p>
  <ul>
    <li>
      V&eacute;rification de l&#39;identit&eacute; des friendly hackers selon
      les diff&eacute;rents niveaux de v&eacute;rification
      d&#39;identit&eacute;.
    </li>
    <li>
      L&#39;assurance que seuls les friendly hackers qui ont accept&eacute; ce
      r&egrave;glement d&#39;utilisation et les r&egrave;gles individuelles par
      client pour les friendly hackers participent &agrave; un programme de
      chasse aux bugs.
    </li>
    <li>
      Examen des vuln&eacute;rabilit&eacute;s signal&eacute;es par les friendly
      hackers en vue de leur nouveaut&eacute; et de leur
      reproductibilit&eacute;.
    </li>
    <li>
      Examen de la classification de la gravit&eacute; des
      vuln&eacute;rabilit&eacute;s nouvelles et reproductibles
      d&eacute;termin&eacute;es initialement par le friendly hacker.
    </li>
    <li>
      Fournir une plateforme de discussion entre le client et le friendly hacker
      pour les questions concernant les vuln&eacute;rabilit&eacute;s
      rapport&eacute;es.
    </li>
    <li>
      Stocker en s&eacute;curit&eacute; les informations sur les
      vuln&eacute;rabilit&eacute;s jusqu&#39;&agrave; ce qu&#39;elles soient
      r&eacute;solues.
    </li>
    <li>
      Informations sur les vuln&eacute;rabilit&eacute;s d&eacute;j&agrave;
      trouv&eacute;es pour les friendly hackers participant au programme de
      chasse aux bugs concern&eacute; (pour exclure les rapports multiples).
    </li>
    <li>
      Paiement de r&eacute;compenses pour des vuln&eacute;rabilit&eacute;s
      nouvelles et reproductibles selon la liste de primes individuelle du
      client.
    </li>
  </ul>

  <h2>4. Les devoirs des friendly hackers</h2>

  <ol>
    <li>
      Afin de participer &agrave; un programme de chasse aux bugs via la
      plateforme, les friendly hackers doivent s&#39;inscrire en indiquant au
      moins leur nom et pr&eacute;nom, leur adresse postale, leur adresse
      &eacute;lectronique et leur num&eacute;ro de t&eacute;l&eacute;phone et
      accepter le pr&eacute;sent r&egrave;glement d&#39;utilisation. Afin de
      recevoir une r&eacute;compense, ils doivent &eacute;galement fournir un
      compte bancaire &agrave; leur nom (IBAN plus nom et adresse postale). En
      outre, ils doivent accepter les conditions individuelles de chaque
      programme de chasse aux bugs auquel ils souhaitent participer. Celles-ci
      peuvent interdire d&#39;autres m&eacute;thodes de hacking en plus des
      m&eacute;thodes de hacking non autoris&eacute;es
      &eacute;num&eacute;r&eacute;es ci-dessous et peuvent &eacute;galement
      imposer d&#39;autres conditions qui vont au-del&agrave; des
      pr&eacute;sentes conditions d&#39;utilisation.
    </li>
    <li>
      Les friendly hackers sont responsables de leur compte et doivent notamment
      s&#39;assurer que les donn&eacute;es d&#39;acc&egrave;s sont inaccessibles
      &agrave; des tiers. En acceptant les conditions d&#39;utilisation, les
      friendly hackers consentent &agrave; la divulgation de leurs
      coordonn&eacute;es aux clients des programmes de chasse aux bugs auxquels
      ils participent.
    </li>
    <li>
      En acceptant le pr&eacute;sent r&egrave;glement d&#39;utilisation, les
      friendly hackers s&#39;engagent &agrave; documenter les informations
      relatives aux vuln&eacute;rabilit&eacute;s trouv&eacute;es exclusivement
      via le formulaire d&#39;enregistrement pr&eacute;vu &agrave; cet effet sur
      la plateforme et non &agrave; d&#39;autres endroits. Ils s&#39;engagent
      &eacute;galement &agrave; garder secr&egrave;te les
      vuln&eacute;rabilit&eacute;s trouv&eacute;es pendant 90 jours apr&egrave;s
      la notification sur la plateforme. Enfin, ils s&#39;engagent &agrave;
      t&eacute;l&eacute;charger sur la plateforme les donn&eacute;es des clients
      auxquelles ils ont eu acc&egrave;s dans le cadre d&#39;un programme de
      chasse aux bugs et &agrave; supprimer ensuite toute copie locale et
      &agrave; ne plus les diffuser.
    </li>
    <li>
      En acceptant les conditions d&#39;utilisation, le friendly hacker
      s&#39;engage &agrave; s&#39;abstenir de m&eacute;thodes ayant un impact
      n&eacute;gatif sur les applications test&eacute;es ou leurs utilisateurs.
      Il s&#39;agit notamment de :
      <ul>
        <li>Ing&eacute;nierie sociale</li>
        <li>Spamming</li>
        <li>Phishing</li>
        <li>
          Attaques par d&eacute;ni de service ou autres attaques par force brute
        </li>
        <li>Attaques physiques</li>
      </ul>
    </li>
    <li>
      Outre les m&eacute;thodes de hacking inappropri&eacute;es
      &eacute;num&eacute;r&eacute;es &agrave; la section 4.4, les friendly
      hackers sont tenus d&#39;interrompre imm&eacute;diatement la recherche de
      vuln&eacute;rabilit&eacute;s s&#39;ils d&eacute;terminent que leur
      conduite entra&icirc;nera une d&eacute;gradation significative (impact
      n&eacute;gatif sur les utilisateurs r&eacute;guliers ou sur
      l&#39;&eacute;quipe d&#39;exploitation) du fonctionnement de la plateforme
      ou du service.
    </li>
  </ol>

  <h2>5. Devoirs des clients</h2>

  <ol>
    <li>
      Lors de la mise en place d&#39;un programme de chasse aux bugs via la
      plateforme, les clients doivent d&eacute;finir la port&eacute;e du
      programme. La port&eacute;e d&eacute;finit pour quels services du client
      le programme de chasse aux bugs doit s&#39;appliquer. En particulier, ils
      peuvent inclure ou exclure certains domaines et/ou sous-r&eacute;pertoires
      du champ d&#39;application. Les informations suppl&eacute;mentaires
      requises pour le champ d&#39;application peuvent &ecirc;tre
      trouv&eacute;es dans le formulaire correspondant.
    </li>
    <li>
      En acceptant le r&egrave;glement d&#39;utilisation, les clients consentent
      &agrave; l&#39;utilisation de m&eacute;thodes de hacking par les friendly
      hackers sur leurs sites web et logiciels d&eacute;sign&eacute;s. Sont
      exclues les m&eacute;thodes &eacute;num&eacute;r&eacute;es &agrave;
      l&#39;article 4.4 et dans le programme de chasse aux bugs. En raison du
      consentement des clients, le crit&egrave;re de l&#39;acc&egrave;s indu
      n&#39;est pas r&eacute;alis&eacute; et il n&#39;y a donc pas de
      responsabilit&eacute; p&eacute;nale des friendly hackers en ce qui
      concerne les infractions p&eacute;nales de l&#39;art. 143 du Code
      p&eacute;nal (Soustraction de donn&eacute;es) et de l&#39;art.
      143bis&nbsp;du Code p&eacute;nal (Acc&egrave;s indu &agrave; un
      syst&egrave;me informatique).
    </li>
    <li>
      Les clients s&#39;engagent &agrave; payer les prix selon la liste de prix
      pour les services de la plateforme ainsi qu&#39;une somme choisie par eux,
      qui sera utilis&eacute;e comme prime en cas de d&eacute;couverte de
      nouvelles vuln&eacute;rabilit&eacute;s reproductibles pour le paiement des
      friendly hackers. La redevance pour les services de la plateforme et la
      somme d&eacute;sign&eacute;e pour les r&eacute;compenses doivent
      &ecirc;tre transf&eacute;r&eacute;es &agrave; l&#39;op&eacute;rateur de la
      plateforme avant le d&eacute;but d&#39;un programme de chasse aux bugs ou
      promises, par exemple sous la forme d&#39;un bon de commande (Purchase
      Order, PO). La r&eacute;compense pour le friendly hacker, y compris les
      frais de gestion de la plateforme, doit &ecirc;tre
      transf&eacute;r&eacute;e dans les 15 jours suivant la confirmation
      d&eacute;finitive du bug. Un paiement anticip&eacute; des sommes
      pr&eacute;vues annuellement pour les r&eacute;compenses est
      &eacute;galement possible .
    </li>
    <li>
      Le programme de chasse aux bugs lanc&eacute; par un client se poursuivra
      jusqu&#39;&agrave; ce qu&#39;il soit interrompu ou arr&ecirc;t&eacute; par
      le client. Les clients acceptent de payer les primes pour les bugs
      trouv&eacute;s au cours d&#39;un programme de chasse aux bugs en cours
      (c&#39;est-&agrave;-dire non interrompu ou arr&ecirc;t&eacute;).
    </li>
  </ol>

  <h2>6. &Eacute;valuation et paiement des primes</h2>

  <ol>
    <li>
      Les bugs notifi&eacute;s par les friendly hackers via la plateforme seront
      &eacute;valu&eacute;s par l&#39;op&eacute;rateur de la plateforme dans les
      5 jours en ce qui concerne leur nouveaut&eacute; et leur
      reproductibilit&eacute;&nbsp;et, s&#39;ils sont nouveaux et
      reproductibles, confirm&eacute;s dans une cat&eacute;gorie et donc dans
      une r&eacute;compense selon la liste de primes du programme de chasse aux
      bugs respectif.
    </li>
    <li>
      Sauf indication contraire dans le programme de chasse aux bugs,
      l&#39;&eacute;valuation est v&eacute;rifi&eacute;e au moyen du
      syst&egrave;me CVSS (Common Vulnerability Scoring System) :
      <ul>
        <li>faible : 0.1 &ndash; 3.9</li>
        <li>moyen : 4.0 &ndash; 6.9</li>
        <li>haut : 7.0 &ndash; 8.9</li>
        <li>critique : 9.0 &ndash; 10</li>
      </ul>
    </li>
    <li>
      La r&eacute;compense pour la d&eacute;couverte et la notification d&#39;un
      nouveau bug reproductible sera transf&eacute;r&eacute;e sur le compte
      bancaire du friendly hacker indiqu&eacute; lors de l&#39;inscription dans
      les 30 jours suivant la confirmation d&eacute;finitive du bug.
    </li>
    <li>
      Les vuln&eacute;rabilit&eacute;s multiples caus&eacute;es par un seul
      probl&egrave;me sous-jacent sont r&eacute;compens&eacute;es par une seule
      prime.
    </li>
    <li>
      La plateforme est en droit de rejeter les bugs notifi&eacute;s s&#39;ils
      ne sont pas nouveaux et/ou non reproductibles. Dans ce cas, toute demande
      de compensation est perdue.
    </li>
    <li>
      Les vuln&eacute;rabilit&eacute;s et les formes de documentation suivantes
      ne sont g&eacute;n&eacute;ralement pas recherch&eacute;es et sont
      rejet&eacute;es :
      <ul>
        <li>
          Les meilleures pratiques qui ne conduisent pas &agrave; une
          vuln&eacute;rabilit&eacute; directement exploitable (par exemple, des
          en-t&ecirc;tes de s&eacute;curit&eacute; manquants).
        </li>
        <li>
          Vuln&eacute;rabilit&eacute;s dues &agrave; des biblioth&egrave;ques
          logicielles tierces pour lesquelles les vuln&eacute;rabilit&eacute;s
          sont d&eacute;j&agrave; connues.
        </li>
        <li>
          Documentations d&#39;outils automatiques sans explications
          suppl&eacute;mentaires.
        </li>
      </ul>
    </li>
  </ol>

  <h2>7. Dur&eacute;e du contrat</h2>

  <ol>
    <li>
      Le contrat entre la plateforme et les friendly hackers prend effet avec
      l&#39;enregistrement d&#39;un compte et l&#39;acceptation du
      r&egrave;glement d&#39;utilisation. Le contrat peut &ecirc;tre
      r&eacute;sili&eacute; par le friendly hacker &agrave; tout moment en
      supprimant le compte. Le contrat peut &eacute;galement &ecirc;tre
      r&eacute;sili&eacute; par la plateforme &agrave; tout moment sans motif et
      l&#39;acc&egrave;s au compte du friendly hacker peut &ecirc;tre
      d&eacute;sactiv&eacute;.
    </li>
    <li>
      Le contrat entre la plateforme et les clients est conclu d&egrave;s
      l&#39;enregistrement d&#39;un compte et l&#39;acceptation du
      r&egrave;glement d&rsquo;utilisation. Le contrat peut &ecirc;tre
      r&eacute;sili&eacute; en tout temps par les clients en supprimant le
      compte. Le contrat peut &eacute;galement &ecirc;tre r&eacute;sili&eacute;
      par la plateforme sans motif &agrave; l&#39;&eacute;ch&eacute;ance du
      terme. En cas de r&eacute;siliation du contrat entre la plateforme et les
      clients, l&#39;&eacute;ventuel solde cr&eacute;diteur sera
      rembours&eacute;.
    </li>
  </ol>

  <h2>8. Responsabilit&eacute;</h2>

  <ol>
    <li>
      Les clients sont seuls responsables de tout dommage survenant dans le
      cadre du hacking autoris&eacute; par le champ d&#39;application. Toute
      action civile ou p&eacute;nale contre le friendly hacker ou la plateforme
      est exclue dans ce cas.
    </li>
    <li>
      Si un friendly hacker ne respecte pas l&#39;&eacute;tendue
      sp&eacute;cifi&eacute;e et qu&#39;il en r&eacute;sulte des dommages, le
      friendly hacker en est seul responsable. Si les clients apportent la
      preuve d&#39;une suspicion justifi&eacute;e de d&eacute;passement du champ
      d&#39;application, la plateforme bloquera le compte du ou des friendly
      hackers fautifs.
    </li>
    <li>
      La plateforme assure un stockage s&ucirc;r des informations sur les
      vuln&eacute;rabilit&eacute;s trouv&eacute;es selon l&#39;&eacute;tat de la
      technique. Dans le cas o&ugrave; des tiers seraient en mesure
      d&#39;acc&eacute;der &agrave; ces informations malgr&eacute; les mesures
      de protection prises et que des dommages en r&eacute;sultent, la
      responsabilit&eacute; de la plateforme est exclue .
    </li>
    <li>
      La plateforme assure la meilleure disponibilit&eacute; possible. La
      plateforme n&#39;est pas responsable des dommages r&eacute;sultant
      d&#39;une indisponibilit&eacute; de la plateforme.
    </li>
    <li>
      Les friendly hackers sont responsables de la déclaration correcte de leurs
      gains (récompenses pour les bugs trouvés) conformément à la loi qui leur
      est applicable. La plateforme exclut toute responsabilité en cas de
      déclaration incorrecte des gains par les friendly hackers. Pour les
      friendly hackers domiciliés en Suisse, l'absence de dépendance économique
      ou dans l'organisation du travail signifie qu'il n'y a pas d'activité
      lucrative salariée et donc pas d'obligation de payer des cotisations
      sociales.
    </li>
  </ol>

  <h2>9. Dispositions finales</h2>

  <ol>
    <li>
      La plateforme est en droit de faire ex&eacute;cuter par des
      sous-traitants, &eacute;galement &agrave; l&#39;&eacute;tranger, tout ou
      partie des prestations qu&#39;elle est tenue de fournir
      conform&eacute;ment au pr&eacute;sent r&egrave;glement d&#39;utilisation.
    </li>
    <li>
      Les communications de la plateforme aux clients et aux friendly hackers se
      font par e-mail ou via la plateforme.
    </li>
    <li>
      La plateforme peut modifier le pr&eacute;sent r&egrave;glement
      d&#39;utilisation. La version du r&egrave;glement d&#39;utilisation
      disponible en ligne s&#39;applique dans tous les cas.
    </li>
    <li>
      Les contrats entre la plateforme et les friendly hackers ou entre la
      plateforme et les clients sont r&eacute;gis exclusivement par le droit
      suisse. Les contrats entre la plateforme et les friendly hackers, ou entre
      la plateforme et les clients, sont r&eacute;gis exclusivement par le droit
      mat&eacute;riel suisse, &agrave; l&#39;exclusion des conventions
      internationales, notamment la Convention des Nations Unies sur les
      contrats de vente internationale de marchandises du 11 avril 1980 (CVIM)
      et des r&egrave;gles de conflit de lois.
    </li>
    <li>Le lieu de juridiction exclusif est Zurich.</li>
  </ol>
</div>
